export const statusMessages = {
  fa: {
    // --- Success ---
    200: 'عملیات با موفقیت انجام شد.',
    201: 'داده با موفقیت ایجاد شد.',
    202: 'درخواست دریافت شد و در حال پردازش است.',
    204: 'درخواست با موفقیت انجام شد',

    // --- Client Errors ---
    400: 'دیتای ارسال‌شده نامعتبر است.',
    401: 'نیاز به احراز هویت دارید.',
    403: 'دسترسی به این بخش برای شما مجاز نیست.',
    404: 'مورد موردنظر یافت نشد.',
    409: 'دادهٔ موردنظر قبلاً در سیستم وجود دارد.',
    422: 'اطلاعات ارسال‌شده معتبر نیست.',

    // --- Server Errors ---
    500: 'خطا در سرور رخ داده است.',
    502: 'پاسخ نامعتبر از سمت سرور دریافت شد.',
    503: 'سرور موقتا در دسترس نیست.',
    504: 'پاسخ‌دهی سرور بیش از حد طول کشید.',
    AUTH: {
      200: 'احراز هویت با موفقیت انجام شد',
      201: 'احراز هویت با موفقیت انجام شد',
    },
  },
};
