const data = [
  {
    id: 'f47ac10b-58cc-4372-a567-000000000001',
    title: 'مشکی',
    color: '#000000',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000002',
    title: 'سفید',
    color: '#FFFFFF',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000003',
    title: 'قرمز',
    color: '#FF0000',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000004',
    title: 'سبز',
    color: '#008000',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000005',
    title: 'آبی',
    color: '#0000FF',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000006',
    title: 'زرد',
    color: '#FFFF00',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000007',
    title: 'نارنجی',
    color: '#FFA500',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000008',
    title: 'بنفش',
    color: '#800080',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000009',
    title: 'صورتی',
    color: '#FFC0CB',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000010',
    title: 'قهوه‌ای',
    color: '#8B4513',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000011',
    title: 'خاکستری',
    color: '#808080',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000012',
    title: 'سرمه‌ای',
    color: '#000080',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000013',
    title: 'فیروزه‌ای',
    color: '#40E0D0',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000014',
    title: 'زرشکی',
    color: '#800000',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000015',
    title: 'زیتونی',
    color: '#808000',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000016',
    title: 'لیمویی',
    color: '#CCFF00',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000017',
    title: 'کرم',
    color: '#FFFDD0',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000018',
    title: 'طلایی',
    color: '#FFD700',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000019',
    title: 'نقره‌ای',
    color: '#C0C0C0',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000020',
    title: 'مسی',
    color: '#B87333',
  },

  {
    id: 'f47ac10b-58cc-4372-a567-000000000021',
    title: 'قرمز روشن',
    color: '#FF4D4D',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000022',
    title: 'قرمز تیره',
    color: '#8B0000',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000023',
    title: 'قرمز گوجه‌ای',
    color: '#FF6347',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000024',
    title: 'قرمز مرجانی',
    color: '#FF7F50',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000025',
    title: 'قرمز آجری',
    color: '#B22222',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000026',
    title: 'قرمز یاقوتی',
    color: '#E0115F',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000027',
    title: 'قرمز شرابی',
    color: '#722F37',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000028',
    title: 'قرمز گیلاسی',
    color: '#D2042D',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000029',
    title: 'قرمز تمشکی',
    color: '#E30B5C',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000030',
    title: 'قرمز گلی',
    color: '#C21E56',
  },

  {
    id: 'f47ac10b-58cc-4372-a567-000000000031',
    title: 'آبی آسمانی',
    color: '#87CEEB',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000032',
    title: 'آبی روشن',
    color: '#ADD8E6',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000033',
    title: 'آبی تیره',
    color: '#00008B',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000034',
    title: 'آبی سلطنتی',
    color: '#4169E1',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000035',
    title: 'آبی نفتی',
    color: '#006D77',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000036',
    title: 'آبی دریایی',
    color: '#006994',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000037',
    title: 'آبی کبالت',
    color: '#0047AB',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000038',
    title: 'آبی فیروزه‌ای',
    color: '#00CED1',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000039',
    title: 'آبی یخی',
    color: '#E0FFFF',
  },

  {
    id: 'f47ac10b-58cc-4372-a567-000000000041',
    title: 'سبز روشن',
    color: '#90EE90',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000042',
    title: 'سبز تیره',
    color: '#006400',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000043',
    title: 'سبز زمردی',
    color: '#50C878',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000044',
    title: 'سبز نعنایی',
    color: '#98FF98',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000045',
    title: 'سبز جنگلی',
    color: '#228B22',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000046',
    title: 'سبز چمنی',
    color: '#7CFC00',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000047',
    title: 'سبز دریایی',
    color: '#2E8B57',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000048',
    title: 'سبز پسته‌ای',
    color: '#93C572',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000049',
    title: 'سبز یشمی',
    color: '#00A86B',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000050',
    title: 'سبز خزه‌ای',
    color: '#8A9A5B',
  },

  {
    id: 'f47ac10b-58cc-4372-a567-000000000051',
    title: 'زرد روشن',
    color: '#FFFFE0',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000052',
    title: 'زرد طلایی',
    color: '#FFC000',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000053',
    title: 'زرد خردلی',
    color: '#FFDB58',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000054',
    title: 'زرد لیمویی',
    color: '#FFF44F',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000055',
    title: 'زرد عسلی',
    color: '#F5C242',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000056',
    title: 'زرد شامپاینی',
    color: '#F7E7CE',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000057',
    title: 'نارنجی روشن',
    color: '#FFB347',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000058',
    title: 'نارنجی تیره',
    color: '#FF8C00',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000059',
    title: 'نارنجی سوخته',
    color: '#CC5500',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000060',
    title: 'نارنجی هلویی',
    color: '#FFCBA4',
  },

  {
    id: 'f47ac10b-58cc-4372-a567-000000000061',
    title: 'صورتی روشن',
    color: '#FFB6C1',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000062',
    title: 'صورتی تیره',
    color: '#FF1493',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000063',
    title: 'صورتی چرک',
    color: '#D8A7A7',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000064',
    title: 'صورتی پاستلی',
    color: '#FFD1DC',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000065',
    title: 'صورتی سالمونی',
    color: '#FA8072',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000066',
    title: 'صورتی فوشیا',
    color: '#FF00FF',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000067',
    title: 'صورتی رزگلد',
    color: '#B76E79',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000068',
    title: 'صورتی گلبهی',
    color: '#F4C2C2',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000069',
    title: 'صورتی توتی',
    color: '#C74375',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000070',
    title: 'صورتی ارکیده',
    color: '#DA70D6',
  },

  {
    id: 'f47ac10b-58cc-4372-a567-000000000071',
    title: 'بنفش روشن',
    color: '#E6E6FA',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000072',
    title: 'بنفش تیره',
    color: '#4B0082',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000073',
    title: 'بنفش یاسی',
    color: '#C8A2C8',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000074',
    title: 'بنفش اسطوخودوسی',
    color: '#B57EDC',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000075',
    title: 'بنفش سلطنتی',
    color: '#7851A9',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000076',
    title: 'بنفش آلویی',
    color: '#673147',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000077',
    title: 'بنفش انگوری',
    color: '#6F2DA8',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000078',
    title: 'بنفش آمتیست',
    color: '#9966CC',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000079',
    title: 'بنفش بادمجانی',
    color: '#614051',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000080',
    title: 'بنفش ارکیده تیره',
    color: '#9932CC',
  },

  {
    id: 'f47ac10b-58cc-4372-a567-000000000081',
    title: 'قهوه‌ای روشن',
    color: '#C4A484',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000082',
    title: 'قهوه‌ای تیره',
    color: '#3E2723',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000083',
    title: 'قهوه‌ای شکلاتی',
    color: '#7B3F00',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000084',
    title: 'قهوه‌ای کاراملی',
    color: '#C68E17',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000085',
    title: 'قهوه‌ای شتری',
    color: '#C19A6B',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000086',
    title: 'قهوه‌ای دارچینی',
    color: '#D2691E',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000087',
    title: 'قهوه‌ای فندقی',
    color: '#955628',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000088',
    title: 'قهوه‌ای موکا',
    color: '#967969',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000089',
    title: 'قهوه‌ای برنزی',
    color: '#CD7F32',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000090',
    title: 'قهوه‌ای قهوه‌ای',
    color: '#6F4E37',
  },

  {
    id: 'f47ac10b-58cc-4372-a567-000000000091',
    title: 'خاکستری روشن',
    color: '#D3D3D3',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000092',
    title: 'خاکستری تیره',
    color: '#404040',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000093',
    title: 'خاکستری زغالی',
    color: '#36454F',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000094',
    title: 'خاکستری دودی',
    color: '#708090',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000095',
    title: 'خاکستری نقره‌ای',
    color: '#A9A9A9',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000096',
    title: 'خاکستری سربی',
    color: '#71797E',
  },
  { id: 'f47ac10b-58cc-4372-a567-000000000097', title: 'بژ', color: '#F5F5DC' },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000098',
    title: 'شیری',
    color: '#FFF8E7',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000099',
    title: 'استخوانی',
    color: '#E3DAC9',
  },
  {
    id: 'f47ac10b-58cc-4372-a567-000000000100',
    title: 'شنی',
    color: '#C2B280',
  },
];

export default data;
